<template>
    <div id="pageContainer">
        <p class="tip">预订条款</p>
        <div class="box">
            <p class="title">第一条 特别提示</p>
            <p class="txt">海南聚洋网络科技有限公司（以下简称“本公司”）通过该平台为客户进行代为预订租车服务。</p>
            <p class="txt">在通过该平台预订开始前，请仔细阅读本须知，本须知及产品页面中的重要条款作为本公司与预订人（下方所称“您”，代以“您”统称承租人和预订人应知晓和遵守的内容）双方协议的重要内容。当您勾选同意并进一步预订旅游产品时，表明您仔细阅读并接受协议的所有条款。本公司提供网络预订服务，帮助您向车行经营者预订国内租车产品，本公司并不经营汽车租赁业务。您在本公司预订后将前往线下车行门店，并在门店与车行签订《租车合同》，请遵守并履行《租车合同》以及注意遵守当地的法律法规。如您与车行签订及履行《租车合同》中更改了在本公司预订中确认的产品和条款，请以您最终签订的《租车合同》为准。</p>
            <p class="title">第二条 相关概念注解</p>
            <p class="txt">您接受以下概念内涵的注解：</p>
            <p class="txt">1．国内自驾租车产品：国内自驾租车产品是指，本公司为其客户代为预订车辆使用的租车服务。本产品仅在本公司服务已经开通该项业务的国家/城市预定。</p>
            <p class="txt">2．国内自驾租车产品开始和结束时间：开始时间以订单上预订的用车时间为准，结束时间以实际结束时间为准，如您用车超过在本公司预订的部分，请您参考不同车型选项说明中的标准，并在还车时依据与供应商签署的《租车合同》直接与供应商结算。</p>
            <p class="txt">3．国内自驾租车产品建议提前4小时预订，请以收到订单生效通知后确认您已预订到车辆资源。</p>
            <p class="txt">4．国内自驾租车租金基本计费单位：1天（24小时），租期不满24小时将以租车公司标准收取多余小时费用，最高可被收取1天。</p>
            <p class="txt">5．费用中不含路桥费、停车费以及因违反交通法规产生的罚款等费用。</p>
            <p class="txt">6．以下所说的承租人是指：依据本公司的预订单向租车公司承租车辆的国内自驾租车服务的人员；预订人是指：向本公司预订国内自驾租车产品的人员。</p>
            <p class="title">第三条 租车产品价格</p>
            <p class="txt">1.本公司保留在不事先知会的情况下随时更改其网站上已公布的国内自驾租车产品价格的权利。</p>
            <p class="txt">2.您预订的国内自驾租车产品价格以发给您的确认单（邮件、传真或手机短信）上约定的金额作为参考，最终价格请以当地租车门店为准。携程给您的确认单上约定的价格，只包括确认单中注明的费用包含项中的内容，其它均不含。</p>
            <p class="txt">3.如果您超过确认信息中用车所限定的使用时间或公里数，请您在还车时依据《租车合同》直接与租车公司结算，您可参考具体产品中相应车型中有关超时超公里的收费标准，租车公司会在还车结算后向您提供相应的收据。</p>
            <p class="title">第四条 订单生效</p>
            <p class="txt">1.订单生效的定义：产品预订成功后，本公司通过携程平台给您发送确认信息，该订单即生效。</p>
            <p class="txt">2.订单生效后，您应按订单中约定的有效时间或时段准时到达约定地点。如您未在约定时间内到达约定地点则视为您主动解约。本公司有权按照本须知第五条的约定要求赔偿。</p>
            <p class="title">第五条 您主动取消已生效订单</p>
            <p class="txt">订单生效后，您可以在自驾租车活动开始前通知本公司取消您所做预订，取消订单需遵循预订流程中已披露的取消政策，可能依照政策产生相应违约费用。</p>
            <p class="title">第六条 更改已生效订单</p>
            <p class="txt">除部分支持修改的订单外，订单生效后不可更改，请您仔细订单的修改政策后按照规定修改订单。如订单不可修改，您确实需要更改订单内的任何内容时，请务必在取车前通过本平台向本公司申请取消订单，再重新下订单。</p>
            <p class="title">第七条 租车产品使用权变更</p>
            <p class="txt">租车订单生效后不可变更承租人，车辆不可转借给您预订登记中的承租人之外的他人使用或违反合同对车辆作任何处置，如您确实需要将车辆使用权转与他人，请务必取消原有订单，再重新下订单。未经本公司确认同意的使用权转让，我们对可能发生的任何问题不承担任何责任。</p>
            <p class="title">第八条 您应履行的义务</p>
            <p class="txt">1. 您提供给本公司、本平台以及车行的预订人及承租人个人信息均应为真实有效，并请在约定时间持确认短信/邮件、本人两证一卡（中国居民第二代身份证原件、中华人民共和国机动车驾照或门店接受的其他合法证件，有足够余额的本人的国内信用卡或者门店同意的其他担保方式）前往租车公司门店办理租车手续，并与车辆租赁商家签署《租车合同》。</p>
            <p class="txt">2.如果您的驾照为国际或外国驾照，根据中国法律需换领中国大陆驾照后方可租车自驾。</p>
            <p class="txt">3.在您取车时，租车公司都将刷取一笔您的信用卡预授权作为租车保证金（不同租车公司门店的刷取金额可能不同，由您在门店线下确认和操作刷取），如果您租车期间没有违章，在您还车一个月后，这笔费用将自动解冻，归还您信用卡中；如果您租车期间发生违章，车辆租赁商家将会把违章记录提供给您，同时在您的保证金中按违章金额扣去费用，余额归还信用卡中。</p>
            <p class="txt">4.如因客户自身原因导致不能按时取车或还车，应按照提车时与车辆租赁商家签订的《租车合同》执行，您将依据合同承担相应的费用和办理手续，请注意一旦超期未还应立即通知租车公司，擅自未经许可逾期不还除经济责任外还可能承担相应的治安、行政及刑事责任。</p>
            <p class="txt">5.购买基本保障服务和全面保障服务请仔细查看保障范围，请遵守理赔要求，注意不予理赔场景，否则您可能无法享受保障</p>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {

    },
}
</script>
<style scoped>
.tip {
    text-align: center;
    padding: .15rem 0 0;
    font-size: .18rem;
    color: #222;
    font-weight: bold;
}
.box {
    font-size: .14rem;
    padding: .16rem;
    color: #666;
    text-align: justify;
    line-height: 1.5;
}
.box .title {
    font-size: .16rem;
    color: #222;
    font-weight: bold;
    margin-bottom: .1rem;
    margin-top: .2rem;
}
.box .txt {
    font-size: .14rem;
    color: #666;
    font-weight: normal;
    margin-top: 5px;
    line-height: 1.5;
    text-align: justify;
}
</style>